/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Socket har vært stengt fra den andre siden";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Connection Timeout er overskredet";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Les operasjon har nådd maksimal lengde";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Timeout under lesing";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Timeout under skriving";

